"-47" = "Файл используется в данный момент";
"-5000" = "Недостаточные права доступа для выполнения операции";
"-61" = "Недостаточные права на запись для выполнения операции";
"-8081" = "Файл используется в данный момент";
"The operation could not be completed because the disk is in use" = "Операция не может быть завершена, так как диск используется в данный момент";
